[M_HyperionContract873:Kill100BanditsWithFire MissionObjectiveDefinition]
ProgressMessage="...with incendiary weapons"

[M_HyperionContract873:Killbanditswithcorrosion MissionObjectiveDefinition]
ProgressMessage="...with corrosive weapons"

[M_HyperionContract873:Killbanditswithexplosive MissionObjectiveDefinition]
ProgressMessage="...with explosive weapons"

[M_HyperionContract873:Killbanditswithshock MissionObjectiveDefinition]
ProgressMessage="...with shock weapons"
